tap "candid82/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jondot/tap"
tap "mimium-org/mimium"
tap "rbenv/tap"
tap "rconroy293/seventeenlands"
brew "ca-certificates"
brew "sqlite"
brew "python@3.10"
brew "ansible"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "binutils"
brew "openjdk"
brew "boot-clj"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "chezscheme"
brew "node", link: false
brew "contentful-cli"
brew "gmp"
brew "coq"
brew "coreutils"
brew "llvm"
brew "crystal"
brew "libssh2"
brew "curl"
brew "deno"
brew "erlang"
brew "elixir"
brew "exercism"
brew "fauna-shell"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-prolog"
brew "guile"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jenv"
brew "kubernetes-cli", link: false
brew "leiningen"
brew "libxml2"
brew "libxslt"
brew "llvm@11"
brew "meson"
brew "mysql"
brew "netlify-cli"
brew "nghttp2"
brew "nginx"
brew "nim"
brew "node-build"
brew "nodenv"
brew "openjdk@11"
brew "openssl@3"
brew "pipenv"
brew "postgresql", restart_service: true
brew "postgresql@11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rlwrap"
brew "rustup-init"
brew "scc"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "trash"
brew "tree"
brew "unixodbc"
brew "unzip"
brew "watch"
brew "wget"
brew "yarn"
brew "candid82/brew/joker"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "heroku/brew/heroku"
brew "jondot/tap/hygen"
brew "rbenv/tap/openssl@1.0"
brew "rconroy293/seventeenlands/seventeenlands"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "atom"
cask "blackhole"
cask "cheatsheet"
cask "coqide"
cask "dash"
cask "docker"
cask "flux"
cask "font-source-code-pro"
cask "genymotion"
cask "gimp"
cask "google-japanese-ime"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "java"
cask "java11"
cask "keycastr"
cask "now"
cask "racket"
cask "spotify"
cask "vagrant"
cask "virtualbox"
