tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "automake"
brew "awscli"
brew "ghc"
brew "cabal-install"
brew "coreutils"
brew "crystal"
brew "curl"
brew "deno"
brew "elixir"
brew "fish"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "libxslt"
brew "mysql"
brew "netlify-cli"
brew "nim"
brew "nodenv"
brew "postgresql"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "starship"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "unixodbc"
brew "unzip"
brew "watch"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
cask "alfred"
cask "cheatsheet"
cask "dash"
cask "flux"
cask "google-japanese-ime"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "now"
cask "spotify"
cask "vagrant"
