tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "libyaml"
brew "readline"
brew "ansible"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "curl"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "htop"
brew "hub"
brew "libtool"
brew "imagemagick@6", link: true
brew "openssl"
brew "libxslt"
brew "nodenv"
brew "postgresql"
brew "pyenv-virtualenv"
brew "rails-completion"
brew "rbenv"
brew "redis"
brew "starship"
brew "trash"
brew "tree"
brew "unixodbc"
brew "unzip"
brew "watch"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
cask "alfred"
cask "cheatsheet"
cask "dash"
cask "flux"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "spotify"
cask "vagrant"
