decors/fish-ghq
jethrokuan/z
jorgebucaran/fish-bax
jethrokuan/fzf
0rax/fish-bd
edc/bass
reitzig/sdkman-for-fish
halostatue/fish-haskell
